import AdBanner from "@/components/AdBanner";
import Newsbody from "@/components/Newsbody";

const News = () => {
  const title = `दुई ब्याच उछिनेर डीआईजी बढुवा, राष्ट्रिय अनुसन्धानबाट आाएको टोली नै छुट्यो`;
  const body = `यस पटक तीन फरक–फरक मितिमा एसएसपीमा बढुवा भएका चार ब्याचीहरुबीच डीआईजी बढुवाका लागि प्रतिस्पर्धा भएको थियो ।

  जसमा २०५१, २०५२, २०५३ र २०५४ मा प्रहरी निरीक्षक (इन्सपेक्टर) मा भर्ना भएका चार ब्याचका करिब ३ दर्जन एसएसपीहरु प्रतिस्पर्धामा थिए । जसमा २०५२ मा इन्पेक्टर भएका शर्मासँगै २०५४ को टोलीका कार्की, केसी र अधिकारी बढुवाका लागि सिफारिसमा परेका छन् ।
  
  २०५१ र २०५३ को टोली भने बढुवामा छुटेको छ । अझ यो बढुवामा २०५३ सालमा इन्सपेक्टरमा भर्ना भएकाहरु छुटेकाले उनीहरु भावि आईजीको प्रतिस्पर्धाबाट अहिलेकै अवस्थामा आउट भएका छन् ।
  
  ज्सकारण २०५३ मा इन्सपेक्टर भएका एसएसपीहरु आफूहरु बढुवा नभए पनि कुनै पनि हालतमा २०५४ को टोलीलाई बढुवा गर्न नहुने लबिइङमा थिए । तर, उपप्रधान एवं गृहमन्त्री रवि लामिछानेको निर्देशनपछि बढुवा सिफारिस समितिले २०५४ को टोलीका कार्की, केसी र अधिकारीलाई बढुवाका लागि सिफारिस गरेको हो । कार्की र केसी भुटानी शरणार्थी
   प्रकरणको अनुसन्धान गरेका अधिकृत हुन् । उनीहरुसँगै बढुवा भएका २०५४ कै टोलीका अधिकारी पनि राम्रो अफिसरमा पर्छन् ।`;
  return (
    <>
      <div className="text-2xl font-medium">
        <Newsbody
          title={title}
          body={body}
          image="https://cdn.pixabay.com/photo/2018/01/19/11/48/saint-coloman-3092260_1280.jpg"
        />
      </div>
      <div className="absolute top-96 right-0 ">
        <AdBanner />
      </div>
      <div className="absolute top-96 left-0 ">
        <AdBanner />
      </div>
      <div className="absolute top-">
        <AdBanner />
      </div>
    </>
  );
};

export default News;
